<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines (Amharic - አማርኛ)
    |--------------------------------------------------------------------------
    */

    'reset' => 'የይለፍ ቃልዎ በተሳካ ሁኔታ ተቀይሯል!',
    'sent' => 'የይለፍ ቃል ዳግም ማስጀመሪያ አገናኝ በኢሜይል ልከናል!',
    'throttled' => 'እባክዎ እንደገና ከመሞከርዎ በፊት ጥቂት ይጠብቁ።',
    'token' => 'ይህ የይለፍ ቃል ዳግም ማስጀመሪያ ማስመሰያ ልክ ያልሆነ ነው።',
    'user' => 'በዚህ የኢሜይል አድራሻ የተመዘገበ ተጠቃሚ ማግኘት አልተቻለም።',

];
